# FActLayer

## Description
Function FActLayer returns a handle to the first object on the active layer. If the object does not exist, the function returns NIL.

```pascal
FUNCTION FActLayer : HANDLE;
```

```python
def vs.FActLayer():
    return HANDLE
```

## Version
Availability: from All Versions

## Category
* Document List Handling